const posts = [
  {
    image:
      'https://images.pexels.com/photos/2219024/pexels-photo-2219024.jpeg?cs=srgb&dl=pexels-rodolfo-quir%C3%B3s-2219024.jpg&fm=jpg',
    title: 'الربح من الانترنت عن طريق انستقرام',
    slug: 'make-money-online',
    body: `
<p>فكرة الربح من الانترنت أصبحت فكرة مألوفة لمعظم مستخدمي الانترنت في الوقت الحالي، و لكن المشكلة التي يعاني منها الكثيرين هي اختيار طريقة الربح من الانترنت المناسبة للبدء بها.</>
<p>بالطبع لكي تختار الطريقة المناسبة لك، فعليك أولاً التعرف وتكوين فكرة جيدة عن مجموعة كبيرة ومتنوعة من طرق الربح من الانترنت، ومن ثم تختار منها ما يناسبك وتبدأ في تنفيذها… وهذا ما سأقدمه لك اليوم.</>
<p>في هذا الدليل سوف أضع بين يديك مجموعة كبيرة ومتنوعة من الطرق الحقيقية والشرعية للربح من الانترنت، والتي يمكنك من خلالها تحقيق أرباح بآلاف الدولارات، والاعتماد عليها كمصدر أولي للدخل مثل آلاف الشباب العربي غيرك الذين نجحوا في ذلك.</>
<h2>1. الربح من الانترنت عن طريق انستقرام</h2>
<p>انستقرام واحد من المنصات الممتازة لتحقيق ربح من الانترنت، ولكن بطرق غير مباشرة. فمن المعروف أن انستقرام لا يعطي المال لأصحاب الحسابات حتى ولو كان المتابعين الخاصين بهم بالملايين.</p>
<p>ولكن بالطبع من لديه حساب به عدد جيد من المتابعين، فلديه الكثير والكثير من الطرق للربح من انستقرام، والفكرة ببساطة تقوم على استغلال المتابعين في توليد أرباح بطرق يدخل بها طرق ثالث مثل: شركة تريد الترويج لمنتجاتها. شركة تسويق بالعمولة. ارسال الزوار لمدونة بها إعلانات ادسنس.</p>
`,
    published: true,
    authorId: 1,
    keywords: ['earn money'],
  },
  {
    image:
      'https://images.pexels.com/photos/2068975/pexels-photo-2068975.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500',
    title: 'الربح من الانترنت عن طريق انستقرام سريع',
    slug: 'make-money-online-fast',
    body: `
<p>فكرة الربح من الانترنت أصبحت فكرة مألوفة لمعظم مستخدمي الانترنت في الوقت الحالي، و لكن المشكلة التي يعاني منها الكثيرين هي اختيار طريقة الربح من الانترنت المناسبة للبدء بها.</>
<p>بالطبع لكي تختار الطريقة المناسبة لك، فعليك أولاً التعرف وتكوين فكرة جيدة عن مجموعة كبيرة ومتنوعة من طرق الربح من الانترنت، ومن ثم تختار منها ما يناسبك وتبدأ في تنفيذها… وهذا ما سأقدمه لك اليوم.</>
<p>في هذا الدليل سوف أضع بين يديك مجموعة كبيرة ومتنوعة من الطرق الحقيقية والشرعية للربح من الانترنت، والتي يمكنك من خلالها تحقيق أرباح بآلاف الدولارات، والاعتماد عليها كمصدر أولي للدخل مثل آلاف الشباب العربي غيرك الذين نجحوا في ذلك.</>
<h2>1. الربح من الانترنت عن طريق انستقرام</h2>
<p>انستقرام واحد من المنصات الممتازة لتحقيق ربح من الانترنت، ولكن بطرق غير مباشرة. فمن المعروف أن انستقرام لا يعطي المال لأصحاب الحسابات حتى ولو كان المتابعين الخاصين بهم بالملايين.</p>
<p>ولكن بالطبع من لديه حساب به عدد جيد من المتابعين، فلديه الكثير والكثير من الطرق للربح من انستقرام، والفكرة ببساطة تقوم على استغلال المتابعين في توليد أرباح بطرق يدخل بها طرق ثالث مثل: شركة تريد الترويج لمنتجاتها. شركة تسويق بالعمولة. ارسال الزوار لمدونة بها إعلانات ادسنس.</p>
`,
    published: true,
    authorId: 1,
    keywords: ['earn money'],
  },
]

export default posts
